Repository: igorkhaylov/abalixinMP
Catalog: locale/*/LC_MESSAGES/django.po
Languages: uz

source: Горячие нoвoсти
uz: Tezkor xabarlar

source: Обновить новости
uz: Yangiliklarni yangilang

source: СТАТЬИ
uz: MAKOLALAR

source: Смотреть больше
uz: Ko'proq ko'rish

source: Лучшая Статья
uz: Eng yaxshi maqola

source: Читать Статью
uz: Maqolani o'qing

source: ВИДЕО
uz: VIDEO

source: ПОДКАСТЫ
uz: Podkastlar

source: Перейти к подкасту
uz: Podkastga o'ting

source: Доступно на
uz: Mavjud

source: ТЕСТЫ
uz: TESTLAR

source: Пройти тест
uz: Sinovdan o'ting

source: ВЫБОР РЕДАКЦИИ
uz: REDAKTOR TANLOVI

source: Разделы
uz: Bo'limlar

source: Авторы
uz: Mualliflar

source: Реклама
uz: Reklama

source: Контакты
uz: Kontaktlar

source: Пишите нам
uz: Bizga yozing

source: По всем вопросам
uz: Barcha savollar uchun

source: По поводу родкастов
uz: Rodcastlar haqida

source: Подписка на бесплатную рассылку
uz: Bepul axborot byulleteniga obuna bo'ling

source: Мы в соц сетях
uz: Biz ijtimoiy tarmoqlarda

source: © 2021 - 2022. Новостной сайт «Main post». Все права защищены
uz: © 2021 - 2022. "Asosiy xabar" yangiliklar sayti. Barcha huquqlar himoyalangan

source: Разработано командой «UX IT»
uz: UX IT jamoasi tomonidan ishlab chiqilgan

source: Новости
uz: Yangiliklar

source: Статьи
uz: Maqolalar

source: Подкасты
uz: Podkastlar

source: Видео
uz: Video

source: Тесты
uz: Sinovlar
